<?php

use Illuminate\Database\Seeder;

class AirLineTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        \Illuminate\Support\Facades\DB::insert("INSERT INTO `airLine` VALUES (1,'آبادان','ABD'),(4,'کاشان','KSN'),(6,'اهواز','AWZ'),(7,'اراک','AJK'),(8,'اردبیل','ADU'),(10,'عسلویه','PGU'),(13,'بم','BXR'),(14,'بندرعباس','BND'),(16,'بندرلنگه','BDH'),(18,'بیرجند','XBJ'),(19,'بجنورد','BJB'),(20,'بوشهر','BUZ'),(21,'بندرچابهار','ZBR'),(23,'دزفول','DEF'),(26,'گچساران','GCH'),(28,'گرگان','GBT'),(29,'همدان','HDM'),(30,'ایلام','IIL'),(31,'ایرانشهر','IHR'),(32,'اصفهان','IFN'),(33,'جهرم','JAR'),(34,'جاسک','JSK'),(35,'جیرفت','JYR'),(36,'کلاله','KLM'),(39,'کرمان','KER'),(40,'کرمانشاه','KSH'),(43,'خارک','KHK'),(44,'خرم‌آباد','KHD'),(45,'خوی','KHY'),(46,'کیش','KIH'),(47,'لامرد','LFM'),(50,'ماکو','MKU'),(53,'ماهشهر','MRX'),(55,'مراغه','ACP'),(56,'مشهد','MHD'),(59,'نوشهر','NSH'),(60,'پارس‌آباد','PFQ'),(65,'رفسنجان','RJN'),(66,'رامسر','RZR'),(67,'رشت','RAS'),(68,'سبزوار','AFZ'),(69,'سنندج','SDG'),(72,'ساری','SRY'),(76,'شهرکرد','CQD'),(77,'شاهرود','RUD'),(78,'شیراز','SYZ'),(79,'سیرجان','SYJ'),(81,'طبس','TCX'),(82,'تبریز','TBZ'),(85,'تهران','THR'),(87,'ارومیه','OMH'),(88,'یاسوج','YES'),(89,'یزد','AZD'),(90,'زابل','ACZ'),(91,' زاهدان','ZAH'),(92,'زنجان','JWN')");
    }
}
