<?php

use Illuminate\Database\Seeder;

class StateTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        \Illuminate\Support\Facades\DB::insert("INSERT INTO `state` VALUES (1,'اردبیل'),(2,'اصفهان'),(3,'البرز'),(4,'ایلام'),(5,'آذربایجان شرقی'),(6,'آذربایجان غربی'),(7,'بوشهر'),(8,'تهران'),(9,'چهارمحال و بختیاری'),(10,'خراسان جنوبی'),(11,'خراسان رضوی'),(12,'خراسان شمالی'),(13,'خوزستان'),(14,'زنجان'),(15,'سمنان'),(16,'سیستان و بلوچستان'),(17,'فارس'),(18,'قزوین'),(19,'قم'),(20,'کردستان'),(21,'کرمان'),(22,'کرمانشاه'),(23,'کهگیلویه و بویراحمد'),(24,'گلستان'),(25,'گیلان'),(26,'لرستان'),(27,'مازندران'),(28,'مرکزی'),(29,'هرمزگان'),(30,'همدان'),(31,'یزد')");
    }
}
