<?php

use Illuminate\Database\Seeder;

class TrainTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        \Illuminate\Support\Facades\DB::insert("INSERT INTO `train` VALUES (2,'تهران'),(3,'گرمسار'),(4,'فیروزکوه'),(5,'پل سفید'),(6,'قائم شهر'),(7,'ساری'),(8,'رستمکلا'),(9,'امیرآباد'),(10,'بهشهر'),(11,'بندر ترکمن'),(12,'گرگان'),(13,'مشهد'),(14,'فریمان'),(15,'سرخس'),(16,'نیشابور'),(17,'سبزوار'),(18,'نقاب'),(19,'آزادور'),(20,'شاهرود'),(21,'دامغان'),(22,'سمنان'),(23,'تبریز'),(24,'مراغه'),(25,'میانه'),(26,'زنجان'),(27,'قزوین'),(28,'قم'),(29,'اراک'),(30,'دورود'),(31,'اندیمشک'),(32,'اهواز'),(33,'سربندر'),(34,'خرمشهر'),(35,'کاشان'),(36,'بادرور'),(37,'میبد'),(38,'یزد'),(39,'بافق'),(40,'سیرجان'),(41,'تزرج'),(42,'بندر عباس'),(43,'سیستان'),(44,'اصفهان'),(45,'زرند'),(46,'کرمان'),(47,'بم')");
    }
}
